benchmark/output/4servidores/0_22-Jul-2014-12:08:40-1-100-16.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.0.100 (be patient).....done


Server Software:        Apache/2.2.15
Server Hostname:        192.168.0.100
Server Port:            80

Document Path:          /BillMate/dashboard/user
Document Length:        522106 bytes

Concurrency Level:      16
Time taken for tests:   81.049 seconds
Complete requests:      100
Failed requests:        0
Write errors:           0
Keep-Alive requests:    0
Total transferred:      52227700 bytes
HTML transferred:       52210600 bytes
Requests per second:    1.23 [#/sec] (mean)
Time per request:       12967.851 [ms] (mean)
Time per request:       810.491 [ms] (mean, across all concurrent requests)
Transfer rate:          629.29 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        1    3   3.4      3      23
Processing:  6467 12421 4810.8  11684   28395
Waiting:     6330 12069 4812.8  11578   28060
Total:       6481 12424 4810.4  11686   28398

Percentage of the requests served within a certain time (ms)
  50%  11686
  66%  12164
  75%  12550
  80%  12616
  90%  17383
  95%  27404
  98%  28249
  99%  28398
 100%  28398 (longest request)