benchmark/output/4servidores/1_22-Jul-2014-12:17:05-2-500-32.out
This is ApacheBench, Version 2.3 <$Revision: 655654 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking 192.168.0.100 (be patient)
Completed 100 requests
Completed 200 requests
Completed 300 requests
Completed 400 requests
Completed 500 requests
Finished 500 requests


Server Software:        Apache/2.2.15
Server Hostname:        192.168.0.100
Server Port:            80

Document Path:          /BillMate/dashboard/user
Document Length:        1740 bytes

Concurrency Level:      32
Time taken for tests:   373.746 seconds
Complete requests:      500
Failed requests:        497
   (Connect: 0, Receive: 0, Length: 497, Exceptions: 0)
Write errors:           0
Non-2xx responses:      5
Keep-Alive requests:    0
Total transferred:      258539126 bytes
HTML transferred:       258453568 bytes
Requests per second:    1.34 [#/sec] (mean)
Time per request:       23919.772 [ms] (mean)
Time per request:       747.493 [ms] (mean, across all concurrent requests)
Transfer rate:          675.54 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        1    3   2.5      2      30
Processing:   119 23580 3409.6  23836   32275
Waiting:      119 23299 3297.0  23609   30696
Total:        132 23583 3409.1  23838   32276

Percentage of the requests served within a certain time (ms)
  50%  23838
  66%  24409
  75%  24778
  80%  25164
  90%  26430
  95%  28488
  98%  30090
  99%  30327
 100%  32276 (longest request)